{"title": {"media": {"url": "https://learnodo-newtonic.com/wp-content/uploads/2019/05/Famous-Indian-Artists-Featured.webp", "caption": "Famous Indian Artists", "credit": "learnodo-newtonic.com/<a href='https://learnodo-newtonic.com/wp-content/uploads/2019/05/Famous-Indian-Artists-Featured.webp'>picture</a>"}, "text": {"headline": "Indian Artists<br/> 1848 - 2015", "text": "<p>This is a timeline of some notable artists who were born in India or have a strong association with India. </p>"}}, "events": [{"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1913"}, "text": {"headline": "\nAmrita Sher-Gil ", "text": "\nAmrita Sher-Gil (30 January 1913 – 5 December 1941) was a Hungarian-Indian painter. She has been called \"one of the greatest avant-garde women artists of the early 20th century\" and a \"pioneer\" in modern Indian art. Drawn to painting from an early age, Sher-Gil started getting formal lessons in the art, at the age of eight. She first gained recognition at the age of 19, for her oil painting titled Young Girls (1932).\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1887"}, "text": {"headline": "\nJamini Roy ", "text": "\nJamini Roy (11 April 1887 – 24 April 1972) was an Indian painter. He was honoured with the State award of Padma Bhushan in 1955. He was one of the most famous pupils of Abanindranath Tagore, whose artistic originality and contribution to the emergence of modern art in India remains unquestionable.\nJamini Roy was born on 14 April 1887 into a moderately prosperous Kayastha family of land-owners in Beliatore village of the Bankura district, West Bengal. He was raised in an average middle-class, art loving household which ultimately influenced his future decisions.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1906"}, "text": {"headline": "\nKalipada Ghoshal ", "text": "\nKalipada Ghoshal (Bengali: কালিপদ ঘোষাল) (September 1906 – 29 April 1995) (Kali-Pado means he who is under Mother Goddess Kali). He was an artist from Calcutta. He was a well regarded student of the Indian Society of Oriental Art and a member of Abanindranath Tagore's Bengal school of art.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1924"}, "text": {"headline": "\nT.V. Subramaniam ", "text": "\nT.V. Subramaniam (1924-1968), also known as Maniam, was an illustrator for Tamil magazines, known for his reconstructions of the past in illustrations for popular historical fiction.\nManiam learned to draw at a young age by watching his uncle Lingayyah sketch. He studied at a school in Mylapore, Chennai, and later at Chennai's art school, where K.C.S. Paniker and Devi Prasad Roy Choudhury were his teachers. While still a student, he was introduced to Kalki Krishnamurthy, the celebrated novelist and editor of Kalki magazine. Impressed by his work, Kalki urged the young artist to leave his studies and work with him.  Maniam thus came to work with Kalki. For his guru and guide, he illustrated the serialized novels Sivagamiyin Sapatham set in the Pallava kingdom, and the classic Ponniyin Selvan depicting the Chola age. Maniam's illustrations for the latter classic employed a variety of techniques and mediums, from pen &amp; ink to gouache and watercolour.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1909"}, "text": {"headline": "\nManishi Dey ", "text": "\nManishi Dey (22 September 1909 – 31 January 1966) was an Indian painter of the Bengal School of Art. He was born in Dhaka, Bengal Presidency. Originally named Bijoy Chandra, Manishi was the fifth child, and third son, of Purnashashi Devi and Kula Chandra Dey. He died in Kolkata at the height of his career at 56 years of age. Manishi Dey was the younger brother of Mukul Dey, a pioneering Indian artist and dry point etcher. Their two sisters, Annapura and Rani, were accomplished in arts and crafts as well.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1895"}, "text": {"headline": "\nMukul Chandra Dey ", "text": "\nMukul Chandra Dey (Bengali: মুকুলচন্দ্র দে) (23 July 1895 – 1 March 1989) was one of five children of Purnashashi Devi and Kula Chandra Dey. He was a student of Rabindranath Tagore's Santiniketan and is considered as a pioneer of drypoint-etching in India. The entire family of Mukul Dey had artistic talents, the brother Manishi Dey was a well-known painter, and his two sisters, Annapura and Rani, were accomplished in arts and crafts as well.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1882"}, "text": {"headline": "\nNandalal Bose ", "text": "\nNandalal Bose (3 December 1882 – 16 April 1966) was one of the pioneers of modern Indian art and a key figure of Contextual Modernism.\nA pupil of Abanindranath Tagore, Bose was known for his \"Indian style\" of painting. He became the principal of Kala Bhavan, Santiniketan in 1922. He was influenced by the Tagore family and the murals of Ajanta; his classic works include paintings of scenes from Indian mythologies, women, and village life.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1861"}, "text": {"headline": "\n\nRabindranath Tagore", "text": "\n\nRabindranath Tagore FRAS (/rəˈbɪndrənɑːt tæˈɡɔːr/ (listen); born Robindronath Thakur, 7 May 1861 – 7 August 1941), also known by his pen name \nBhanu Singha Thakur (Bhonita), and also known by his sobriquets Gurudev, Kabiguru, and Biswakabi, was a Bengali poet, writer, music composer, and painter from the Indian subcontinent. He reshaped Bengali literature and music, as well as Indian art with Contextual Modernism in the late 19th and early 20th centuries. Author of the \"profoundly sensitive, fresh and beautiful verse\" of Gitanjali, he became in 1913 the first non-European to win the Nobel Prize in Literature. Tagore's poetic songs were viewed as spiritual and mercurial; however, his \"elegant prose and magical poetry\" remain largely unknown outside Bengal. He is sometimes referred to as \"the Bard of Bengal\".\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1848"}, "text": {"headline": "\nRaja Ravi Varma ", "text": "\nRaja Ravi Varma (29 April 1848 – 2 October 1906) was a celebrated Indian painter and artist. He is considered among the greatest painters in the history of Indian art for a number of aesthetic and broader social reasons. Firstly, his works are held to be among the best examples of the fusion of European techniques with a purely Indian sensibility. While continuing the tradition and aesthetics of Indian art, his paintings employed the latest European academic art techniques of the day. Secondly, he was notable for making affordable lithographs of his paintings available to the public, which greatly enhanced his reach and influence as a painter and public figure. Indeed, his lithographs increased the involvement of common people with fine arts and defined artistic tastes among common people for several decades. In particular, his depictions of Hindu deities and episodes from the epics and Puranas have received profound acceptance from the public and are found, often as objects of worship, across the length and breadth of India.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1899"}, "text": {"headline": "\nS.G. Thakur Singh ", "text": "\nS.G. Thakur Singh (1899–1976) was an Indian artist who painted in oils, pastels and water colour\nHe was born in the tiny farm village of Verka, four miles Northeast of Amritsar, Punjab, India. He received some art training from Mohammed Alam, the Muslim school teacher in the village.\nInterviewed at the age of 74, Singh said that when he was seventeen, \"I was forced by my guardians to join the Victoria Diamond Hindu Technical Institute, Lahore, to take up an engineering course. I wasted there two years and left it in disgust.\"When he returned to his village his former teacher, Mohammed Alam, persuaded him to come to Mumbai, where Alam had secured a job as a scene-painter in a Mumbai theatre. While in Mumbai, Singh worked both at odd jobs in the studio and on his own, with Alam guiding him.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1919"}, "text": {"headline": "\nP.M. Sreenivasan ", "text": "\nP.M. Sreenivasan (1919-1983), who adopted the name Silpi, was a Tamil illustrator, best known for his detailed renditions of Tamil architecture and sculpture in Ananda Vikatan magazine.\nSreenivasan studied art at the Madras School of Art, later the Government College of Fine Arts, Chennai, where he excelled in pen and ink line sketches.\nAt Ananda Vikatan, Sreenivasan used to cover political and social events, portraying them in his drawings. He was mentored by the magazine's senior artist Mali, who gave him the name Silpi (sculptor), on observing the artist's skill in rendering temple buildings and temple sculpture. A deeply religious person, Silpi developed his skill into a unique specialization over his twenty-two years with Ananda Vikatan.  From 1947 to 1960, his drawings of temples of South India appeared every week in Ananda Vikatan under the title Thennattu Selvangal (Treasures of South India). \n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1904"}, "text": {"headline": "\nBenode Behari Mukherjee ", "text": "\nBenode Behari Mukherjee (7 February 1904 – 11 November 1980) was an Indian artist from West Bengal state. Mukherjee was one of the pioneers of Indian modern art and a key figure of Contextual Modernism. He was one of the earliest artists in modern India to take up to murals as a mode of artistic expression. All his murals depict a subtle understanding of environmental through pioneering architectural nuances.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1867"}, "text": {"headline": "\nGaganendranath Tagore ", "text": "\nGaganendranath Tagore (17 September 1867 – 14 February 1938) was an Indian painter and cartoonist of the Bengal school. Along with his brother Abanindranath Tagore, he was counted as one of the earliest modern artists in India.\nGaganendranath Tagore was born at Jorasanko into a family whose creativity defined Bengal's cultural life. Gaganendranath was the eldest son of Gunendranath Tagore, grandson of Girindranath Tagore and a great-grandson of Prince Dwarkanath Tagore. His brother Abanindranath was a pioneer and leading exponent of the Bengal School of Art. He was a nephew of the poet Rabindranath Tagore and the paternal great-grandfather of actress Sharmila Tagore.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1939"}, "text": {"headline": "\nSunil Das ", "text": "\nSunil Das (4 August 1939 – 10 August 2015) was an Indian expressionist painter. He is known for the paintings in his Bull Series and his piece \"Woman\".\nIn 2014 the Government of India conferred upon him its fourth-highest civilian award, the Padma Shri.\nSunil Das was born in Calcutta, India.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1954"}, "text": {"headline": "\nSir", "text": "\nSir Anish Kapoor CBE, RA (born 12 March 1954) is a British Indian sculptor specializing in installation art and conceptual art. Born in Mumbai, Kapoor has lived and worked in London since the early 1970s when he moved to study art, first at the Hornsey College of Art and later at the Chelsea School of Art and Design.\nKapoor represented Britain at the XLIV Venice Biennale in 1990, when he was awarded the Premio Duemila Prize. In 1991, he received the Turner Prize and in 2002 received the Unilever Commission for the Turbine Hall at Tate Modern. His notable public sculptures include Cloud Gate (2006, colloquially known as \"the Bean\") in Chicago's Millennium Park; Sky Mirror, exhibited at the Rockefeller Center in New York City in 2006 and Kensington Gardens in London in 2010; Temenos, at Middlehaven, Middlesbrough; Leviathan, at the Grand Palais in Paris in 2011; and ArcelorMittal Orbit, commissioned as a permanent artwork for London's Olympic Park and completed in 2012. In 2017 Kapoor designed the statuette for the 2018 Brit Awards.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1961"}, "text": {"headline": "Abdul Kadar Khatri ", "text": "Abdul Kadar Khatri (1961 – 2019) was an Indian Master Craftsman in the sector of traditional hand block printing known as Bagh Print. He was the son of Ismail Sulemanji Khatri, founder of Bagh print. He along with his father saved the tradition of Textile printing of Bagh from extinction and taken it to new heights. His artifacts have brought laurels to India and particular to Madhya Pradesh state  from across the globe by showcasing his exceptional talent in Bagh Print in many countries. His family has been working in the trade of Traditional Bagh Hand Block print since the 7th century.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1976"}, "text": {"headline": "Aditya Pande ", "text": "Aditya Pande (born 1976) is an Indian contemporary artist. His technique often involves a layering of surfaces along with mixed, diverse media ranging from vector drawing, digital photography, ink, acrylic paint to tinsel. His work combines the skills of drawing and printmaking with photography and painting.\nPande was born in Lucknow in 1976, and raised in Chandigarh. He trained at the National Institute of Design in Ahmedabad, from where he graduated in 2001. He held his first solo show, ‘A to Zoo’, at Chatterjee and Lal, Mumbai, in 2008, and his work has been featured in several solo and group exhibitions since. Pande is currently based in New Delhi, India.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "2019"}, "text": {"headline": "Aman Singh", "text": "Aman Singh Gulati is an Indian visual artist. Aman does paintings and portraits on almonds.\nAman hails from Lakhimpur, Uttar Pradesh. He received his initial lessons for painting from his mother, Bhavna Gulati, who is a homemaker and an artist herself. He completed his 12th in 2019 and joined a college for fine arts. His father Pradeep Gulati runs a garment business in Lakhimpur.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1964"}, "text": {"headline": "\nAnil CS Rao ", "text": "\nAnil CS Rao (born 3 September 1964 in Hyderabad, India) is a mixed media artist who works with a canvas base on original photography and photoshopped artwork. His work attempts to create paintings from digital photography and scanned artwork. His artwork is often set in various narrative frameworks: including fiction, nonfiction, and poetry.\nAnil CS Rao is the son of Dr CVG Krishna Rao MD (1936–2003) and Dr Kusuma C Rao MD. He is also the grandson of CVH Rao, journalist and author of Civil Disobedience Movements in India &amp; India's Case For Freedom (1945).\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1340"}, "text": {"headline": "\nAnil Kumar Dutta ", "text": "\nAnil Kumar Dutta (Born 1 Baisakh, 1340 Bangabda 15 April 1933, died 15 Bhadra 1412 1 September 2006 ) was an Indian artist and educator.\nHe was the founder-editor of Shilpa O Sahitya, a literary magazine and founder-principal of the Academy of Creative Art.\nAnil Kumar Dutta was born  in Sahanagar district of  south Kolkata to a family hailing from Barisal. He was 4th of 7 brothers born to Jnan Ranjan and Parul Bala Dutta. He lost both his parents within a span of six months when he was 7, his youngest brother was 3. He and his brothers were then raised by their grandmother.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1940"}, "text": {"headline": "\nAnjolie Ela Menon ", "text": "\nAnjolie Ela Menon (born 1940) is one of India's leading contemporary artists. Her paintings are in several major collections. In 2006 her work \"Yatra\" was acquired by the Asian Art Museum of San Francisco, California.  Her preferred medium is oil on masonite, though she has also worked in other media, including glass and water colour. She is a well known muralist. She was awarded the Padma Shree in 2000. She lives and works in New Delhi.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1959"}, "text": {"headline": "\nAtul Dodiya ", "text": "\nAtul Dodiya (born 1959, in Ghatkopar, Mumbai, India) is an Indian artist.\nAtul began exhibiting and selling his work in the early 1980s following his graduation from Sir J. J. School of Art in Mumbai where he received a Bachelor of Fine Arts degree.  He furthered his academic training at the École des Beaux-Arts in Paris from 1991 to 1992 subsequent to a scholarship awarded by the French Government.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1933"}, "text": {"headline": "\nB. Prabha ", "text": "\nB. Prabha (1933–2001) was a major Indian artist who primarily worked in oil, in an instantly recognizable style. She is best known for graceful elongated figures of pensive rural women, with each canvas in a single dominant color. By the time of her death, her work had been shown in over 50 exhibitions, and is in some important collections, including India's National Gallery of Modern Art.\nPrabha started working at a time when India had few women artists. She was deeply inspired by the work of seminal modernist Amrita Shergil. Prabha was moved by the lives of rural women, and over time, they became the main theme of her work. In an \n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1929"}, "text": {"headline": "\nBadri Narayan ", "text": "\nBadri Narayan (22 July 1929, Secunderabad, India - 23 September 2013, Bangalore) was an artist, illustrator, author and story-teller.\nNarayan began painting with no formal training, and his first public showing was in 1949, followed by a solo show in 1954. He had over 50 solo shows and his work is in several collections, including the National Gallery of Modern Art and the National Museum in New Delhi as well as the Philadelphia Museum of Art's South Asian Collection. Initially, he worked on tile and ceramic, and this informed some of his subsequent water-colours. His paintings are intimate and appealing, often with an element of fantasy, with simple outlines and accessible subject matter in two-dimensional stylised representations. He worked primarily in ink or pastel and watercolour.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1956"}, "text": {"headline": "\n\nBaiju Parthan ", "text": "\n\nBaiju Parthan (born 1956 in Kerala), is a painter of intermedia art in India.\nCurated by Ranjit Hoskote, Baiju Parthan: A User's Manual takes the reader on a tour through the artist's diversely populated imagination. It maps Parthan's journey from his childhood in Kerala, through his student years in Goa, to his struggle to find a niche in the contemporary Indian art scenario. This book records Parthan's participation in the last years of the countercultural hippie scene, his encounters with spiritual teachings and shamanic lore, his experiments with form, and his engagement with media flows and alternative reality environments.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1937"}, "text": {"headline": "\nBalan Nambiar ", "text": "\nBalan Nambiar (Malayalam: ബാലൻ നമ്പ്യാര്‍; born 12 November 1937 in Kannapuram) is an Indian painter, sculptor, enamellist, photographer and an academic researcher.\nAs a sculptor he worked with clay, fiberglass reinforced concrete, wood, bronze, mild steel and, from 2000, stainless steel. Many of his works are outdoor sculptures; some are monumental.\nHe produced enamel paintings, having learned the technique from Paolo De Poli of Padua, Italy. His creative works were exhibited in national and international art exhibitions, including Venice Biennale in 1982, Constructa-78 in Hannover in 1978, Triennale India in New Delhi in 1975. Works by him are in the permanent collection of many museums.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1933"}, "text": {"headline": "\nSattiraju Lakshmi", "text": "\nSattiraju Lakshmi Narayana (15 December 1933 – 31 August 2014), known professionally as Bapu, was an Indian film director, painter, illustrator, cartoonist, screenwriter, music artist, and designer known for his works in Telugu cinema, and bollywood.\nIn 2013, he was awarded the Padma Shri, for his contribution to Indian art and cinema.\nBapu's directorial venture Saakshi was showcased at Tashkent International film festival in 1968. Seeta Kalyanam was screened at the BFI London Film Festival, Chicago International Film Festival, San Reno and Denver International Film Festivals in 1978, and is part of the course at the British Film Institute.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1969"}, "text": {"headline": "\nBharti Kher ", "text": "\nBharti Kher (born 1969) is a British-Indian contemporary artist. Her work encompasses painting, sculpture and installation, often incorporating bindis, the decorative forehead dot worn by women in India. The Skin Speaks A Language Not Its Own (2006), a sculpture of an elephant adorned with white bindis, is an excellent example of incorporating Hindu mythology and bindi in her art work.\nKher was born in 1969 in London, England to Indian parents. From 1987-88 Kher studied at Middlesex Polytechnic, Cat Hill, London, UK. She graduated with a B.F.A in painting from Newcastle Polytechnic in 1991. At 23, she moved to New Delhi in India, where she lives and works today. She is married to Indian contemporary artist Subodh Gupta and has 2 children.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1941"}, "text": {"headline": "\nSrihari Bholekar ", "text": "\nSrihari Bholekar (1 January 1941 – 23 August 2018) was a painter, sculptor and printmaker from Telangana, India.\nBholekar was born in Bollakpalli. He obtained his diploma in drawing and painting from the Sir J.J. School of Art, Mumbai, completed Diploma in Painting in 1961 and since then continued painting, winning several awards, participating several state and national exhibitions, and organising art activities. He was also a graduate from Osmania University.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1934"}, "text": {"headline": "\nBhupen Khakhar ", "text": "\nBhupen Khakhar (also spelled Bhupen Khakkar, born Bombay 10 March 1934 – died Baroda 8 August 2003) Bhupen Khakhar was a leading artist in Indian contemporary art. He was a member of the Baroda Group and gained international recognition for his work.\nKhakhar was a self-trained artist, and started his career as a painter relatively late in his life. His works were figurative in nature, concerned with the human body and its identity. An openly gay artist, the problem of gender definitions and gender identity were major themes of his work. His paintings often contained references to Indian mythology and mythological themes.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": ""}, "text": {"headline": "Bhuri Bai", "text": "Bhuri Bai is an Indian Bhil artist. Born in Pitol village of Jhabua district in Madhya Pradesh, Bhuri Bai belongs to the community of Bhils, the largest tribal group of India. She has won many awards including the highest state honour accorded to artists by the Madhya Pradesh government, the Shikhar Samman.\n\nLike her contemporary Jangarh Singh Shyam, Bhuri Bai was encouraged by J Swaminathan of Bhopal’s Bharat Bhavan to start using acrylic colours and paper to make paintings. Before that, she, like other members of her community, would create art on the walls of her home. Bhuri was proficient in the making of Pithora paintings."}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1931"}, "text": {"headline": "\nBijan Choudhury ", "text": "\nBijan Choudhury (1931–2012) was a Bengal-born painter known for his activities as part of the Calcutta Painters in India.\nChoudhury was born in Faridpur, Bengal (now Bangladesh) in 1931. He moved to Calcutta where he studied at the Government College of Art and Craft, but because of his Marxist beliefs he was expelled before he could graduate. He returned to Bengal and graduated from the Dacca Art College (now the University of Dhaka).\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1940"}, "text": {"headline": "\nBikash Bhattacharjee ", "text": "\nBikash Bhattacharjee (21 June 1940 – 18 December 2006) was an Indian painter from Kolkata in West Bengal. Through his paintings, he depicted the life of the average middle-class Bengali – their aspirations, superstitions, hypocrisy and corruption, and even the violence that is endemic to Kolkata. He worked in oils, acrylics, water-colours, conté and collage. In 2003, he was awarded the highest award of Lalit Kala Akademi, India's National Academy of Arts, the Lalit Kala Akademi Fellowship.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "2008"}, "text": {"headline": "Daku is", "text": "Daku is a pseudonymous graffiti artist from Delhi, India. Active since 2008, he painted art in several cities of India.\nThe real identity of Daku is not known. Not much is known about his life. He is possibly born around 1984. He was raised in a small town in Saurashtra, Gujarat. He studied art and worked with an advertising agency before starting graffiti. Daku literally means \"bandit\" or \"dacoit\" in Hindi.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": ""}, "text": {"headline": "\nDevajyoti Ray", "text": "\nDevajyoti Ray is an Indian painter and installation artist whose works attained significance \nin the post-liberalization phase of the Indian economy. His works have been exhibited internationally and have been acquired by many art academies. Devajyoti Ray is primarily known for his particular genre of work called Pseudorealism, which involves the use of offbeat colours and abstract shapes to arrive at an imagery which looks as comprehensible as real. Devajyoti Ray lives and works in Delhi, Mumbai, Bangalore and Kolkata.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1936"}, "text": {"headline": "\nDhiraj Choudhury ", "text": "\nDhiraj Choudhury (1 April 1936 – 1 June 2018) was an Indian painter. He had more than eighty exhibitions, among them sixteen were international painting exhibitions.\nChoudhury was born in 1936 in Bengal, at the time part of British India and took up painting as a budding artist from his childhood. Choudhury taught at the College of Art, New Delhi, during 1961–66.\nHe had held about 80 solo exhibitions abroad, and in the 1970s his works were exhibited in Geneva with those of Salvadore Dali and Joan Miro.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1971"}, "text": {"headline": "\nDhruvi Acharya ", "text": "\nDhruvi Acharya (born in 1971) is an Indian artist, known for her psychologically complex and visually layered paintings. She is based in Mumbai, India.\nDhruvi Acharya was born in 1971 in India and she was raised in Mumbai. She attended Walsingham House School, a private girls school in Mumbai.\nAcharya received her undergraduate degree in 1993 in Applied Arts at the Sophia College for Women in Mumbai. She went on to receive a Master of Fine Arts (MFA) degree in 1998 from the Hoffberger School of Painting at Maryland Institute College of Art (MICA) in Baltimore, Maryland. At MICA, she studied with painter Grace Hartigan.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1924"}, "text": {"headline": "\nFrancis Newton Souza ", "text": "\nFrancis Newton Souza (12 April 1924 – 28 March 2002) was a Goan artist. He was a founding member of the Progressive Artists' Group of Bombay, and was the first post-independence Indian artist to achieve high recognition in the West. Souza's style exhibited both low-life and high energy.\nFrancis Newton Souza was born to Roman Catholic parents of Goan origin in the village of Saligao, Goa. In 1929, after he had moved to Mumbai with his widowed mother, he survived an attack of smallpox which left him scarred for life. His grateful mother added Francis to his name, after St Francis Xavier, the patron saint of Goa.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1961"}, "text": {"headline": "\nGargi Raina", "text": "\nGargi Raina is an Indian painter who lives and works in Vadodara, Gujarat.\nGargi's family is originally from Kashmir and later settled in Lahore and then during Partition of India, they moved to Delhi. She was born in New Delhi in 1961 and received a Bachelor of Fine Arts (BFA) degree from The College of Arts, New Delhi in 1985. She further went on to get a Master of Fine Arts (MFA) in Painting from the Faculty of Fine Arts, Maharaja Sayajirao University of Baroda in 1988.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1940"}, "text": {"headline": "\nGieve Patel ", "text": "\nGieve Patel (born 18 August 1940) is an Indian Parsi poet, playwright, painter, as well as a practising physician. He belongs to a group of writers who have subscribed themselves to the 'Green Movement' which is involved in an effort to protect the environment. His poems speak of deep concerns for nature and expose man's cruelty to it. His works include poems, How Do You Withstand (1966), Body (1976) and Mirrored Mirroring (1991). He has also written three plays, Titled Princess, Savaska and Mr. Behram.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1945"}, "text": {"headline": "\nGogi Saroj Pal ", "text": "\nGogi Saroj Pal (born 1945 in Neoli, Uttar Pradesh, India) is an eminent Indian artist. She works in many media, including gouache, oil, ceramic and weaving. Her works usually have women as their subject, and many of her paintings have a fantastical element that still comments on the female condition. Her early works were more realistic, but over time she has moved to simpler, more stylized paintings that have considerable impact.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1983"}, "text": {"headline": "\nGurpreet Singh Dhuri ", "text": "\nGurpreet Singh Dhuri (born 26 December 1983) is an Indian sculptor, hailing from the Ghanaur Khurd Dhuri area of Punjab. Gurpreet Dhuri is known for his clay modeling and portraiture in medium of sculpture. Gurpreet Singh Dhuri loves to be called Gurpreet Dhuri and alumni of Government College of Arts, Chandigarh. His upbringing in a working-class family has taught him to be tough and work passionately to rise. But unlike many who shared similar socio economic background, he has not given up to destiny. He is a contemporary sculptor and prosthetics artist who has worked in Punjab, Chandigarh, Delhi and Mumbai. Completed his Graduation and masters of Fine art BFA and MFA from Government College of Arts Chandigarh. He has worked as artist at dirty Hands studio for a period of five years where he was trained in prosthetics. \nHe is founder member of Studio hash, Delhi among other fellow artist Rakesh Kumar, Harpreet Singh, Akash Gaur. Recently they have done a full figure Silicon Sculpture of Shri Nek Chand maker of Rock Garden of Chandigarh.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1940"}, "text": {"headline": "\nJayant Parikh ", "text": "\nJayant Parikh (Gujarati: જયંત પરીખ) (born 2 April 1940) is an Indian artist, printmaker, and muralist. He is a student of N. S. Bendre, K. G. Subramanyan and Sankho Chaudhuri. He lives and works in Vadodara, India. \nHis work is held in the collections of the National Gallery of Modern Art (in New Delhi, Mumbai, and Bangaluru) and the Lalit Kala Akademi in New Delhi.\nJayant Parikh was born on 2 April 1940 into a Gujarati Bania family in Bandhni village, Gujarat state, India. His family had a grocery shop in his village. He shifted to Vadodara in 1957 to study art at the Faculty of Fine Arts, Maharaja Sayajirao University, Vadodara.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1942"}, "text": {"headline": "\nJahar Dasgupta, ", "text": "\nJahar Dasgupta, (born 1942) is a contemporary painter from India.\nJahar Dasgupta's childhood spent in Jamshedpur where at the small age he used to draw elephants, dogs, trees on the floor. Later their family moved to Dhanbad due to his father Mr. Narendranath Dasgupta who worked in TISCO in an executive post left the job and joined Central Institute of Mining and Fuel Research institute as a scientist. At the age of 9 he draw Stalin face and Ma Sarada Devi on the wall. This took the attention of his parents and they decided to send him in some art school. In 1960 he was admitted to  Visva-Bharati University at Santiniketan, the place of Rabindranath Tagore. That was a turning point in his life. In Kala Bhavana, he took his primary lessons under mentors like Nand Lal Bose, Ramkinkar Baiz and Benode Behari Mukherjee. In 1964, he obtained diploma from Kala Bhavana.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1939"}, "text": {"headline": "\nJogen Chowdhury ", "text": "\nJogen Chowdhury (born 16 February 1939) is an eminent Indian painter and considered an important painter of 21st century India. He lives and works in Santiniketan. He graduated from the Government College of Art &amp; Craft, Kolkata and subsequently at École nationale supérieure des Beaux-Arts, Paris in 1967. He has immense contribution in inspiring young artists of India. Jogen Chowdhury had developed his individual style after his return from Paris. His most famous paintings are in ink, water colour and pastel. He has painted in oil medium as well.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1927"}, "text": {"headline": "\nJohn Wilkins ", "text": "\nJohn Wilkins (20 June 1927 at Kolar Gold Fields – 1991) was an Indian painter.\nWilkins was one of the leading painters from India which include Tyeb Mehta, S.H. Raza, M.F. Husain, Francis Newton Souza, Akbar Padamsee, Manjit Bawa and many more greats. \nHis talent expressed itself in his works, in many styles, mediums and techniques – brush, sketch, commercial, fine art and portrait painting.\nHe has been commissioned by corporations and individuals for visual designs, paintings, portraits and illustrations. In the International art scenario his works are now in the category of the most expensive paintings in the world. He started his career by painting billboards and then went on to be Art Director with different advertising agencies and then quit his work to concentrate on his painting. His works are now one among India’s most expensive paintings.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1924"}, "text": {"headline": "\nKalpathi Ganpathi", "text": "\nKalpathi Ganpathi \"K.G.\" Subramanyan (1924 – 29 June 2016) was an Indian artist. He was awarded the Padma Vibhushan in 2012.\nSubramanyan was born in 1924 in Kuthuparamba in Kerala, India, and initially studied economics at Presidency College, Madras. During the freedom struggle he was actively involved and was known for his Gandhian ideology. He was even imprisoned and later banned from joining government colleges during the British Rule. The turning point of his life, as an artist, came when he visited Santiniketan to study in Kala Bhavan, the art faculty of Visva Bharati University, in the year 1944. Under the tutelage of such pioneers of modern Indian art as Nandalal Bose, Benode Behari Mukherjee and Ramkinkar Baij, Subramanyan studied there till 1948.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1954"}, "text": {"headline": "\nKailash Chandra Meher ", "text": "\nKailash Chandra Meher (born 22 January 1954) is an Indian artist, inventor, and social activist. He is a painter of contemporary modern art paintings and traditional Tussar Pattachitra paintings of Odisha. He was a recipient of the Padma Shri by the Government of India in 2013.\nMeher was born in an artist family in Sonepur town of Odisha state. He studied at Visva-Bharati University, Santiniketan and received a Diploma in Fine Arts from the Visva-Bharati University, Shantiniketan in West Bengal. He was trained in the art of Pattachitra painting initially by his father and subsequently under guidance of Bhagwat Maharana.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1907"}, "text": {"headline": "Kanu Desai ", "text": "Kanu Desai (1907–1980) was an Indian artist and art director.\nKanu Desai was born in Bharuch, Gujarat, in 1907. Later his family shifted to his maternal uncle's home in Ahmedabad. In 1920, he volunteered at Indian National Congress session in Ahmedabad addressed by Mahatma Gandhi. He joined Ravishankar Raval to learn art in 1922. He was sent to Shantiniketan to study under Nandalal Bose in 1925 through the scholarship of Gujarat Vidyapith. He was thus influenced by Bose and Rabindranath Tagore. In 1930, he joined Gandhi in Dandi March during which he drew many paintings which recorded the event. Later he started drawing silhouette paintings. In 1937, he participated to decorate INC session at Haripura. His drawings published as romantic albums under Jeevan Mangal and Nritya Manjari titles. After designing coverpages of books, he started designing sets for films in Mumbai. He designed sets for 1945 film Ram Rajya. He worked as an art director for several films including Baiju Bawra, Navrang, Bharat Milap, Jhanak Jhanak Payal Baaje. He died in 1980.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "2003"}, "text": {"headline": "\n2003-2005- ", "text": "\n2003-2005-  M.F.A Printmaking, University of Hyderabad, Hyderabad.\n1999-2003-  B.F.A Painting, P.S.T University, Hyderabad. \nKaruna Sukka (Telugu: కరుణ సుక్క; born 20 November 1980) is an Indian printmaker and painter from Telangana State who works with large-scale wood-cuts to make prints.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1974"}, "text": {"headline": "\nKurchi Dasgupta ", "text": "\nKurchi Dasgupta (born 1974 in Kolkata, West Bengal) is an Indian painter, art critic, actor and translator. She currently lives between Kathmandu, Nepal and Kolkata, India.\nDasgupta gained a diploma in commercial art in 1994 and earned a Master of Arts degree in Comparative Literature from Jadavpur University, Kolkata in 1998. She was the chief executive officer of the Society For the Preservation of Satyajit Ray Films (The Ray Society) for two years until 2006. She was also the head of Lotus Print publishing house for three years. She shares her time between Kathmandu and Kolkata at the moment, with her son and husband.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1935"}, "text": {"headline": "\nM R D Dattan ", "text": "\nM R D Dattan (7 July 1935 – 1 August 2006) was a famous artist and sculptor in the state of Kerala, India. Dattan's works include statues of Mahatma Gandhi, Swami Vivekananda and Sree Narayana Guru. He had created more than 200 statues of Sree Narayana Guru alone.\nHe was the son of Raman (who was the Palace painter of Kochi royal family) and Kavootti. After his studies at Madras School of Art, he returned to Kerala to become the director of Cochin School of Art that his father established.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1961"}, "text": {"headline": "Murali Dhar Parashar ", "text": "Murali Dhar Parashar (Hindi: मुरली धर पाराशर; born 8 July 1961) is an Indian wildlife photographer and painter.\nParashar was born and brought up in Ranthambhore, a part of Sawai Madhopur district in state of Rajasthan in western India. Parashar is a graduate of Rajasthan School of Art (1978–1982).\nParashar is often considered Ranthambhore's first son. Born and raised in the towns flanking the Ranthambhore forests Ranthambhore National Park, Parashar's earliest memories involve treks through the forests to catch glimpses of the elusive tiger. His passion for Ranthambhore and all its inhabitants, quadruped, biped and stationary inspired him to found the Ranthambhore School of Art and Wildlife Conservation Society in 1982.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1915"}, "text": {"headline": "\nMaqbool Fida", "text": "\nMaqbool Fida Husain better known as M. F. Husain (17 September 1915 – 9 June 2011) was an Indian artist known for executing bold, vibrantly coloured narrative paintings in a modified Cubist style. He was one of the most celebrated and internationally recognized Indian artists of the 20th century. He was one of the founding member of Bombay Progressive Artists' Group.\nHusain is associated with Indian modernism in the 1940s. His early association with the Bombay Progressive Artists' Group used modern technique, and was inspired by the \"new\" India after the partition of 1947. His narrative paintings, executed in a modified Cubist style, can be caustic and funny as well as serious and sombre. His themes—sometimes treated in series—include topics as diverse as Gandhi, Mother Teresa, the Ramayana, the Mahabharata, the British Raj, and motifs of Indian urban and rural life. \n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1947"}, "text": {"headline": "\nMadhan, real", "text": "\nMadhan, real name Maadapoosi Krishnaswamy Govinda Iyengar' (born 11 July 1947 in Srirangam), is a Tamil cartoonist, journalist, writer and film critic. He previously worked for the weekly magazine Ananda Vikatan and is currently hosting a film review show Madhan Movie Matinee in PudhuYugam TV.\nHe was one of the juries for the TV program Naalaya Iyakunar, Season 1.\nIn 2016, he was the presenter of the Tamil supernatural investigation television series Manithanum Marmangalum.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1958"}, "text": {"headline": "Madhuri Bhaduri ", "text": "Madhuri Bhaduri (born  1958) is an Indian artist.\nOriginally a sportsperson, playing badminton and squash at a national level, Bhaduri began painting in 1977. She gave away her early artworks to friends and family, and then began to sell paintings once she realised that people were willing to pay for them. After studying French at the Alliance Française in Pune, Bhaduri graduated with a Master's degree in Art from the University of Mumbai in 1988, but had already begun exhibiting her work two years earlier at the Bal Gandharva Art Gallery.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1967"}, "text": {"headline": "\nManav Gupta", "text": "\nManav Gupta(born 29 December 1967) is an artist from India who has pioneered collaborative art as performances and mega murals. He has co-opted his art practices in paintings, poetry, music and sound to create one-minute films on climate change, sustainable development, ecosystems and alternate energy for public service messages commissioned by the Ministry of Environment &amp; Forests, Government of India (2005–2006,2011).\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1941"}, "text": {"headline": "\nManjit Bawa ", "text": "\nManjit Bawa (1941 – 29 December 2008), born in Dhuri, Punjab, India, was an Indian painter.\nBawa was born in 1941 in Dhuri, British India. His elder brothers encouraged him to pursue art. He studied fine arts at the College of Art, New Delhi between 1958 and 1963, where his professors included Somnath Hore, Rakesh Mehra, Dhanaraj Bhagat and B.C. Sanyal. \"But I gained an identity under Abani Sen. Sen would ask me to do 50 sketches every day, only to reject most of them. As a result I inculcated the habit of working continuously. He taught me to revere the figurative at a time when the entire scene was leaning in favor of the abstract. Without that initial training I could never have been able to distort forms and create the stylization you see in my work today,\" recalls Bawa.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1971"}, "text": {"headline": "Maya Burman ", "text": "Maya Burman (born 1971) is a French artist.\nBurman was born in Paris and brought up in France. She initially trained as an architect, but found the profession too restrictive and turned her hand to painting. \nShe works mainly in pen and ink, and watercolor. This spontaneous media encourages her to create series of works, because overworking or reworking each painting with new ideas is difficult. She has had exhibitions of her work in India, France, and the UK.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1987"}, "text": {"headline": "\nMohammed Bilal", "text": "\nMohammed Bilal Khatri is an Indian young Master craftsman born on June 10, 1987, in Bagh village, Madhya Pradesh. He learned the traditional Craft of Bagh Print from his father Mohammed Yusuf Khatri and grandfather Ismail Sulemanji Khatri.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1967"}, "text": {"headline": "Mohammed Yusuf", "text": "Mohammed Yusuf Khatri is an Indian master craftsman born:(1967-01-01)January 1, 1967, in village of Bagh, Madhya Pradesh, who had learnt the traditional Craft of Bagh Print at a young age by his father Ismail Khatri and mother Mrs Jetun Khatri.\nHis family has been working in the trade of traditional Alizarin Bagh print since 7th century.\nAs he began early in life, most part of his life is experienced for Bagh hand block printing.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1924"}, "text": {"headline": "\n Mohan Samant ", "text": "\n Mohan Samant (born Manmohan Balkrishna Samant in Mumbai  in 1924 - New York City, 2004) was an early Indian modernist painter and member of the Progressive Artists Group. He was also a lifelong player of the sarangi, an Indian bowed string instrument.\nSamant was born Manmohan Balkrishna Samant into a middle-class Brahmin family in Goregaon, a suburb of Mumbai (then Bombay), India, in 1924. The fourth child of eight, he grew up in a cultured environment. Samant's father, Balkrishna Ramchandra Samant, was a headmaster and his mother a homemaker. His younger sister, Vasudha Patil, an accomplished novelist, has written that their parents encouraged the family's interest in music, art, theater, movies, travel, and writing, and Samant displayed an early proficiency in and dedication to both music and the visual arts.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1969"}, "text": {"headline": "\nNeeraj Gupta ", "text": "\nNeeraj Gupta (born 1969) is an Indian sculptor. He took second prize in the sculpture section of the Florence Biennale in 2017, one of over a hundred winners in eleven sections. In 2018 he was one of the two hundred artists accepted to exhibit at the annual NordArt exhibition in the Carlshütte  of Büdelsdorf, in Schleswig-Holstein in northern Germany. Keshav Malik was his guru.\nIn 2004 he won the Sahitya Kala Parishad award at the 28th Annual Art Exhibition, Govt. of  N.C.T. of Delhi. Gupta is the founder and president of Delhi Art Society.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1924"}, "text": {"headline": "\nNek Chand Saini ", "text": "\nNek Chand Saini (15 December 1924 – 12 June 2015) was a self-taught Indian artist, known for building the Rock Garden of Chandigarh, an eighteen-acre sculpture garden in the city of Chandigarh.\nHe hailed from  Shakargarh tehsil. Shakargarh was previously in Gurdaspur district in British India, but now falls in district Narowal in Pakistan). His family moved to Chandigarh in 1947 during the Partition. They moved to Chandigarh in 1955. At the time, the city was being redesigned as a modern utopia by the Swiss/French architect Le Corbusier. It was to be the first planned city in India, and Chand found work there as a roads inspector for the Public Works Department in 1951. He was awarded the Padma Shri by Government of India in 1984. He died in 2015.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1932"}, "text": {"headline": "\nNorman Douglas", "text": "\nNorman Douglas Hutchinson (1932–2010) was a British Royal painter, noted for his 1988 painting of Queen Elizabeth II.\nHutchinson was born in Calcutta, India on Oct. 11, 1932. He was the illegitimate child of Hon. Eric Douglas – a Scottish nobleman - and his 15-year-old Anglo-Indian servant Florence. However, despite (or perhaps because of) his noble parentage, he was given to an orphanage, Dr. Graham's Homes in Kalimpongat the age of four months. He later discovered his parentage while going through the files at the Home. He eventually met his mother, when she was a widow living in poverty in Calcutta. He never met his father.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1983"}, "text": {"headline": "\nAnanta Mandal ", "text": "\nAnanta Mandal (Bengali: অনন্ত মন্ডল) (born 5 February 1983) is an Indian artist. He has been recognised with international and national honours for his many paintings in watercolour, oil and acrylic. He lives and works in Mumbai, India.  \nAnanta Mandal spent his childhood in Chakdaha, West Bengal, in India. He graduated from Government College of Art &amp; Craft, Kolkata, Calcutta University (Kolkata) in 2007 with a degree in Bachelor of Visual Arts. Mandal stayed in Kolkata from 2002 to 2007, during this period he started painting on Kolkata's life. In 2008 he moved to Mumbai.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1988"}, "text": {"headline": "\nParis Mohan", "text": "\nParis Mohan Kumar is an UNESCO honored artist and environmental activist from Mahe, Kerala, India.\nMohan Kumar began his art pursuits in Puducherry, India and later moved to Paris. In 1988, he was listed by UNESCO as one of the 40 greatest artists in the world.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1965"}, "text": {"headline": "\nParesh Maity ", "text": "\nParesh Maity (born 1965) is an Indian painter. He is a prolific painter in a short career span.\nIn 2014, Government of India conferred upon him its fourth-highest civilian award the Padma Shri.\nParesh Maity was born in Tamluk, Purba Medinipur, West Bengal. He has a degree in Fine Arts from the Government College of Art &amp; Craft, Kolkata and graduated at the top of his class with a Masters of Fine Arts from the Delhi College of Arts.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1931"}, "text": {"headline": "\nPiraji Sagara", "text": "\nPiraji Sagara was an Indian painter and sculptor from Ahmedabad, Gujarat.\nPiraji Sagara was born on 2 February 1931 in Ahmedabad. He matriculated in 1950. He had natural talent for art so he joined drawing course and later served as a drawing teacher. He completed Masters in Drawing in 1957 and in Arts in 1960 from Sir J. J. School of Art, Bombay. His brother Ishwar Sagara was also an artist who learned from him without art education.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1934"}, "text": {"headline": "\n\nPrafulla Dahanukar ", "text": "\n\nPrafulla Dahanukar (1 January 1934 in Goa – 1 March 2014) was an Indian painter, a leader in modern Indian art who also helped and influenced many young artists in India.\nPrafulla Dahanukar was born Prafulla Joshi in Goa and raised in Mumbai. She studied fine art at the Sir J.J. School of Art in Mumbai and graduated with a Gold Medal in 1955. She had a studio in the seminal Bulabhai Desai Institute in Mumbai and shared it with V. S. Gaitonde, joining the Indian Progressives Group or artists from 1956-1960. The Institute was filled with luminaries who transformed the art and culture scene in India. The Government of France awarded her a scholarship to study fine art in Paris in 1961. \n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1979"}, "text": {"headline": "\nPranava Prakash ", "text": "\nPranava Prakash (Hindi: प्रणव प्रकाश; born in Patna in 1979) is an Indian artist working in neopop style. He is known for helping to create the \"tuchchart\" style with a group of Delhi artists, which he debuted in a 2007 show in Delhi entitled \"Tuchchart\".Prakash is also known for drawing inspiration for his works from various sociopolitical issues such as xenophobia, frequently depicting various persons in the nude.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1929"}, "text": {"headline": "\nRabin Mondal,", "text": "\nRabin Mondal, born as Rabindra Nath Mondal, (1929 – 2 July 2019) was an Indian painter from Howrah, West Bengal. He was an Indian artist who was a founding member of the Calcutta Painters. He lived and worked in relative obscurity until retrospective exhibitions of his work in Kolkata, New Delhi and Bombay brought him to India’s national attention in 2005.\nMondal was born in Howrah, an overcrowded urban extension of Calcutta. His family had prospered in business in the late 19th century. Rajendra Narayan Mondal (1792 to 1860), Dewan of Narayanganj in Bengal was an ancestor, and one of his sons Rajendranarayan received the title of Raja. The narrow lane where Rabin’s paternal home stands was named after his grandfather Fakirdas Mondal. But the pressures of an extended Bengali household forced the young Rabin to live with not only his brothers and sisters, but also his aunts, uncles, great aunts and uncles, and also his cousins. Though the Mondal family had a highly educated and upper-middle-class background, Howrah was known for its overcrowded slums and impoverished migrant workers who toiled in various grimy industries. It was an environment that caused the young Rabin to take note of the realities of life and its struggles.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1925"}, "text": {"headline": "\nRam Chandra Shukla ", "text": "\nRam Chandra Shukla (1925–2016) was an Indian painter and art critic.\nShukla was born in a small village called Shukulpura of district Basti, Uttar Pradesh in a farmer's family. Soon after that his father shifted to a prominent, cultural city, Allahabad in Uttar Pradesh, where he grew up.\nHe graduated from the Allahabad University and studied painting under a renowned Indian painter of the Bengal School, Kshitindra Nath Majumdar. He is honoured as \"Proud Past Alumni\" of Allahabad University by Allahabad University Alumni Association.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1906"}, "text": {"headline": "\nRamkinkar Baij", "text": "\nRamkinkar Baij রামকিঙ্কর বৈজ(25 May 1906 – 2 August 1980) was an Indian sculptor and painter, one of the pioneers of modern Indian sculpture and a key figure of Contextual Modernism.\nBaij was born in an economically modest family in the Bankura district of the modern state of West Bengal in India. In that sense, he was a Bengali, not an Adivasi, as many people usually think. The surname Baij derived from Boidda (Baidya) and Boijo consequently. His family surname was Poramanik and was abandoned by him in early 1925. However, many of his artistic creations have been inspired by the lifestyles of rural dalit or Adivasi (Santhal) communities living in and around his place of work Santiniketan.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1974"}, "text": {"headline": "\nRatnadeep Gopal", "text": "\nRatnadeep Gopal Adivrerkar (born 13 November 1974 in Mumbai) is a contemporary artist from India. He has had several important solo exhibitions including one at NUS Museum, Singapore, Galerie Sylvia Bernhardt, Germany and Pavillon du Centanarie/Arcelor Mittal, Luxembourg. In 2013, Ratnadeep exhibited at the prestigious Deutsche Oper Berlin a series of works titled 'The Golden Ear- A Tribute to Wagner', based on German Composer Richard Wagner and mainly his epic opera \"Der Ring des Nibelungen\" (Ring of Nibelungs). The work revolves around Ratnadeep's philosophical interpretation with connection to especially to Indo-Global mythological context with contemporary times. He has participated in many group exhibitions like 'Sarang', Seoul, Korea; Pictures of Asia, Larasati, Singapore; 'Indian contemporary art', Chelsea College of Arts, UK; Uneo Royal Museum, Japan; Ao~rta Project, BBK Kunst Forum, Düsseldorf and Ausstellungshalle Innenhafen, Duisburg, Germany. He has received a number of awards and scholarships. Ratnadeep lives and works in Mumbai, India and Berlin, Germany.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1960"}, "text": {"headline": "\nRavi Mandlik रवि मंडलिक ", "text": "\nRavi Mandlik रवि मंडलिक (born 1960, Achalpur, Maharashtra, India) is an Indian artist.\nHe completed his G.D. Art in painting from Sir J. J. School of Art, Mumbai. He was a member of the teaching faculty of L.S. Raheja School of Art, Mumbai and Sir J. J. School of Art, Mumbai, Maharashtra , India.\nRavi Mandlik Titled : Portrait by ravi mandlik\nRavi Mandlik 2013 Titled : Untitled Medium : Acrylic on Canvas Size : 40\"x30\"inc\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1973"}, "text": {"headline": "\nReena Saini Kallat ", "text": "\nReena Saini Kallat (born 1973) is an Indian visual artist. She currently lives and works in Mumbai.\nKallat was born in 1973 in Delhi, India. She graduated from Sir Jamsetjee Jeejebhoy School of Art in 1996 with a B.F.A. in painting. Her practice spanning drawing, photography, sculpture and video engages diverse materials, imbued with conceptual underpinnings. She is interested in the role that memory plays, in not only what we choose to remember but also how we think of the past. Using the motif of the rubberstamp both as object and imprint, signifying the bureaucratic apparatus, Kallat has worked with officially recorded or registered names of people, objects, and monuments that are lost or have disappeared without a trace, only to get listed as anonymous and forgotten statistics. In her works made with electrical cables, wires usually serving as conduits of contact that transmit ideas and information, become painstakingly woven entanglements that morph into barbed wires like barriers. Her ongoing series using salt as a medium explores the tenuous yet intrinsic relationship between the body and the oceans, highlighting the fragility and unpredictability of existence\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1979"}, "text": {"headline": "\nRupesh Patric ", "text": "\nRupesh Patric (born 19 July 1979, Kochi, Kerala, India) is a self-trained artist. His medium is the charcoal sketch. He lives in Luzern, Switzerland, moving there in 2015.\nPatric is a Software Engineer In 2005, he was employed by Microsoft.\nPatric's work is influenced by medieval and renaissance artists and modern surrealists. Patric's techniques include fluid charcoal shading and textural sketching with graphite. He creates sketches with simple contours and lines. His subject matter involves images of characters who tell a story. Patric's work examines the themes of existence through actions and caprices of everyday life. His aim is to give his characters a sense of purpose and hope.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": ""}, "text": {"headline": "\nS. Jithesh,", "text": "\nS. Jithesh, popularly known as Jitheshji, is a speed cartoonist and former Vice-Chairman of Kerala Cartoon Academy. He has initiated and popularised \"Super-Speedy Cartooning\" through his infotainment cartoon stage shows named Varayarangu. His infotainment art form, Varayarangu, is a blend of poetry, anecdotes, and socio-political satire with high speed drawing. Sketching of more than thousand celebrity caricatures at a quick pace and satirical commentary is the major attraction of his cartoon stage shows. He is recognised as the \"World's Fastest Performing Cartoonist\" since his ability to speed sketch fifty celebrity caricatures within five minutes.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1919"}, "text": {"headline": "\nS. Rajam ", "text": "\nS. Rajam (10 February 1919 – 29 January 2010) was a distinguished Carnatic musician and painter from the state of Tamil Nadu. He was a student of the Carnatic musician Papanasam Sivan and the older brother of Tamil film director and musician S. Balachander and actress S. Jayalakshmi. Rajam made his Tamil film debut in the 1934 film Seetha Kalyanam. He acted in a few more films in the lead role, before becoming a full-time musician - especially renowned for his singing - and painter. He worked as a staff artist and music supervisor at All India Radio. He is known for his series of portraits of the Trinity of Carnatic music. He is also known for popularising Koteeswara Iyer's musical compositions. He was a member of the Madras Music Academy.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1922"}, "text": {"headline": "\nSayed Haider", "text": "\nSayed Haider \"S. H.\" Raza (22 February 1922 – 23 July 2016) was an Indian painter who lived and worked in France since 1950, while maintaining strong ties with India. He was born in Babaria, Central Provinces, British India which is now present day Madhya Pradesh.\nHe was a renowned Indian artist. He was awarded the Padma Shri and Fellowship of the Lalit Kala Academy in 1981, Padma Bhushan in 2007, and Padma Vibhushan in 2013. He was conferred with the Commandeur de la Legion d'honneur (Legion of Honour) on July 14, 2015.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1952"}, "text": {"headline": "\nSamir Mondal ", "text": "\nSamir Mondal (Bengali: সমীর মণ্ডল) (born 13 March 1952) is an Indian watercolour painter. His most amazing contribution to Indian art of modern times is a continual revival of watercolour and one of the country's most talented and successful watercolour artists.\nBorn in Balti, a small village in North 24 Parganas district, West Bengal, Mondal graduated in fine arts from the Government College of Art &amp; Craft, Kolkata in 1975. Thereafter he went to Germany for higher studies.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1925"}, "text": {"headline": "\nSatish Gujral ", "text": "\nSatish Gujral (25 December 1925 – 26 March 2020) was an Indian painter, sculptor, muralist and writer of the post-independent era. He was awarded the Padma Vibhushan, the second-highest civilian award of the Republic of India, in 1999. His elder brother, Inder Kumar Gujral, was the Prime Minister of India between 1997 and 1998.\nGujral was born in Jhelum in undivided Punjab in British India. When he was crossing a rickety bridge in Kashmir, he slipped and fell into the rapids, which later resulted in impairment of hearing, which he regained after surgery in 1998, 62 years later.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1954"}, "text": {"headline": "\nSekar Ayyanthole", "text": "\nSekar Ayyanthole is a painter, art teacher and former president of Kerala Chithrakala Parishath\nBorn in Ayyanthole, Thrissur, Kerala, South India in 1954.\nDiploma in drawing and painting GOI (Govt. Occupational Institute - now College of Fine Arts, Thrissur 1975.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1982"}, "text": {"headline": "Shashikant Dhotre ", "text": "Shashikant Dhotre (born April 1, 1982) is an Indian artist.\nShashikant Dhotre was born in Shirapur village, India. Dhotre joined Bachelor of Fine Arts in painting in Sir Jamsetjee Jeejebhoy School of Art, Mumbai in year 2003. He had to leave the college halfway due to financial constraints. Since then, he started his professional work and developed an expertise in colour pencil and pastel on paper.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1976"}, "text": {"headline": "\nShilpa Gupta ", "text": "\nShilpa Gupta (born 1976) is a contemporary Indian artist, who lives and works in Mumbai.\nShilpa Gupta (b.1976) is an artist from Mumbai, India. She received her BFA in sculpture from the Sir J. J. School of Fine Arts in 1997. Her mediums range from manipulated found objects to video, interactive computer-based installation and performance.\nGupta is interested in human perception and how information, visible or invisible get transmitted and internalized in everyday life. Gupta is constantly drawn to how objects get defined, be it places, people, experiences and her work engages with zones where these definitions get played out, be it borderlines, labels and ideas of censorship and security.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "2002"}, "text": {"headline": "\nSiddharth ", "text": "\nSiddharth (Sid) Katragadda is a writer, filmmaker, playwright, poet, artist and engineer of Indian origin.\nKatragadda's first Novel in Verse, Dark Rooms won an award at the San Diego Book Prize, 2002 (Poetry). A sequel, The Other Wife also won the same award in 2003. \nNumerous articles written by him have been published on CNN.\n\nHis work has appeared in Grey Sparrow Press (best new literary journal 2011), New Plains Review - Fall 2018 Issue,A Generation Defining Itself, Carter Street Review, Eastown Fiction, WriteFromWrong Journal and numerous literary journals. His work has been reviewed in the journals like Book Review Asian Journal and \"One India\",\n\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1996"}, "text": {"headline": "\nSurekha is", "text": "\nSurekha is a contemporary Indian video artist whose works showcase themes including identity and feminism/ecology. She has been a full-time artist since 1996 and her video works have been shown at galleries outside India since 2001. Her works are known for the mix of video and physical presence, highlighting inherent experiences. Surekha has been exploring the possibilities of the video form, negotiating the public and private,  locating the body as a site of contestation and appropriation. She uses photography and video to archive, document and perform. She has shown her works both in India and many international shows. Surekha, a visual artist from India , is exploring  artistic forms through  installations, video &amp; photography since last two decades. Her works investigates how visuality can engage with gender/ ecology/socio-political aesthetics, negotiating public and private spaces. She studied visual arts at Ken School of arts (1985–90) and then post graduation from Vishwabharati University (1990–92).Her work has been shown in Indian and International galleries and  museums like, Kunstraum Kreuzberg  (Berlin), Sanjose Museum &amp; Ulrich museum (USA), Kunsthaus (Langenthal), Museum Guimet (Paris), EAWAG (Zurich), National Gallery of modern art (Bangalore), Devi Art Foundation &amp; Kiran Nadar Museum of Art (New Delhi), Chemould Prescott Road &amp; Lakeeren art gallery (Mumbai), Kastrupgard Samlingen (Copenhagen), Herbert J.Foundation  (Cornell University), Centro Cultural Banco do Brasil, (Rio de Janeiro), Fondacio La Caixa (Barcelona), Bucharest Biennale, Pleasure Dome (Toronto) , Loveland Museum (USA), New media festival (Dhaka),  Alharama Art Center, Lahore / Karachi, Minneapolis art Institute/Newark Museum , Ivam Museum  (Spain), Videonnale-Malmo Museum (Stockholm),  Haus der Kulturen der Welt (Berlin), Jerusalem Show- Al'mamal Foundation, Asia Triennale (Manchester), Royal academy (London), Fluss (Austria), Kunst Museum (Bern) , Ecole Beaux Arts (Paris),  Dakshina Chitra &amp; Boros Museum (Sweden ), Ethnographic Museum (Geneva), Aboa Arsanova/Lappenrenta Museum (Finland) and IMA (Brisbane). \nShe has had many solo shows in Bangalore since 1996 (at Venkatappa Art Gallery, Gallery Ske, Sistas art gallery, Karnataka Chitrakala Parishat, Vishweshwariah science Museum, Samuha collective etc.,)   Surekha has been to international art residencies and also taught in art universities.  She has presented talks at Malmo University, Tate Modern etc., She has been involved in visual art collectives like BAR1, Khoj and was a founder curator of Rangoli Metro Art Center, Bangalore. Surekha lives and works in Bangalore.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1905"}, "text": {"headline": "Somalal Shah ", "text": "Somalal Shah (1905–1994) was an Indian painter and art teacher. Born in Kapadvanj and educated in Bombay and Calcutta, he spent three decades painting and teaching art in Bhavnagar in Saurashtra, Gujarat.\nHe was born to a shopkeeper Chunilal and Jekorben on February 14, 1905 in Kapadvanj, Gujarat, India. He studied briefly at Gujarat College in Ahmedabad and Kalavant Karkhana in Baroda. He joined Sir J. J. School of Art, Bombay in 1926. He further studied at Indian Society of Oriental Art, Calcutta established by Abanindranath Tagore.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1986"}, "text": {"headline": "\nSrimati Priyadarshini", "text": "\nSrimati Priyadarshini Lal (born Calcutta, India) was an artist, poet, writer, art critic, art authenticator and curator. She has held over twenty exhibitions of her art internationally.\nShe was the author of three books of poetry: The Window (Writers Workshop, 1986), Six Poems (London, 1997) and The Warriors: I Guerrieri, published in English and Italian  (London, 2006). Srimati Lal has also written on F. N. Souza and India's Contemporary Art Movement for the volume Culture, Society and Development in India (2009) and has published an Anthology of Indo-Anglian Writers, Flowers For My Father: Tributes to P. Lal (2011).\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1926"}, "text": {"headline": "\nY.G. Srimati ", "text": "\nY.G. Srimati (1926 - 2007)  20th century artist, born in Mysore, India, was an artist and musician. From a very young age, she was trained in Indian classical music, dance and painting .  Y.G. Srimati became a highly accomplished vocalist and performer of Carnatic music and became a participant of the Indian Independence Movement from Chennai. She was deeply influenced by Mahatma Gandhi and at rallies addressed by him she would perform devotional songs in various Indian languages. She dedicated her art work to nationalist themes, often painting figures from Hindu mythology, her style being influenced by Nandalal Bose and the frescoes of the Ajanta Caves.  Her talent was recognized and in 1952 during her first solo exhibition\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1983"}, "text": {"headline": "\nSuvigya Sharma ", "text": "\nSuvigya Sharma (born 28 July 1983) is an Indian artist, painter, fashion designer, who does miniature paintings, Tanjore painting, fresco work and portraits. He has worked in restoring fresco painting at City Palace at Jaipur, Jama Masjid and Singapore Art Museum. His works fall under miniature art work in India.\nIn February, 2016, Suvigya Sharma his art work Timeless Miniature Art  was showcased at Make in India event, with a live demonstration of Miniature-painting technologies in Mumbai.\n}}&lt;/ref&gt;\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "2010"}, "text": {"headline": "\n Thukral", "text": "\n Thukral and  Tagra are an artist duo composed of Jiten Thukral and Sumir Tagra. They work with a wide range of media including painting, sculpture, installations, interactive games, video, performance and design.\nOver the years they have had numerous exhibitions at the sixth edition of the Asia Pacific Triennial, Centre Georges Pompidou in Paris Arken Museum in Denmark, Kunstmuseum in Bochum, Lyon Museum of Contemporary Art, and Mori Art Museum in Tokyo. In 2010 they held a solo show \"Match Fixed\" at the Ullens Centre of Contemporary Art in Beijing and in 2015 they were invited to mount a solo show Games People Play at the Dr. Bhau Daji Lad Museum in Mumbai.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1924"}, "text": {"headline": "\nVasudeo S. Gaitonde ", "text": "\nVasudeo S. Gaitonde (V. S. Gaitonde) (1924–2001) was regarded as one of India's foremost abstract painters. He received Padma Shri Award in 1971.\nGaitonde was born in 1924, in Nagpur, Maharashtra, to Goan parents. He completed his art diploma at Sir J. J. School of Art in 1948, and in 1950 was invited to join the influential Bombay Progressive Artists' Group.\nImpressed by his work, Vasudev was invited to join the Progressive Artists Group of Bombay formed in 1947 by artists like Francis Newton Souza and S. H. Raza and Maqbool Fida Husain. He actively participated in the activities of the group. He had several exhibitions held in India as well as in foreign countries.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1943"}, "text": {"headline": "\nVivan Sundaram ", "text": "\nVivan Sundaram (born 1943) is an Indian contemporary artist. His parents were Kalyan Sundaram, Chairman of Law Commission of India from 1968 to 1971, and Indira Sher-Gil, sister of noted Indian modern artist Amrita Sher-Gil.  He is married to eminent art historian and critic Geeta Kapur.\nSundaram was educated at The Doon School, the Faculty of Fine Arts, Maharaja Sayajirao University of Baroda, and at Slade School of London. In London he met the British-American painter R. B. Kitaj, under whom he trained for some time.\n"}}, {"media": {"url": "", "caption": "", "credit": ""}, "start_date": {"year": "1981"}, "text": {"headline": "\nWajid Khan ", "text": "\nWajid Khan (born 10 March 1981) is an Indian artist, portraitist, sculptor, inventor and patent holder. He is specialized in carving canvas with nails. \"The world has lots of trash to gift me and I am gifted with the caliber to turn it into treasure\", said Wajid Khan. Wajid India is famous for his various art forms like Shadow art, metal art, stone art, kinetic art, and nail art. His artifacts had brought India and in particular Indore, Madhya Pradesh all the laurels from across the globe. He had a keen ability to develop his own ways to bring his artworks to life through hard work and perseverance. His recent tribute to Vallabhbhai Patel had garnered him attention and praises through his shadow art technique from across the globe. He was appreciated by the kind words of Anandiben Patel the governor of Madhya Pradesh for his art being dedicated to Sardar Patel. In spite of governments of Gujarat and Africa asking for the installation of Sardar Patel's shadow art at their respective places, Mr.Khan decided to place it under Madhya Pradesh administration. Khan's nail art had been mentioned in the Guinness Book of World Records and Limca Book of Records.\n"}}]}